[
  {
    "id": "f2b7dea2-4602-4afd-a038-4d556dca596b",
    "name": "Miroir décoratif \"Reflets de charme pour votre intérieur\"",
    "category": "Miroirs",
    "youtubeLink": "",
    "description": "Ce miroir décoratif n’est pas seulement un reflet… c’est une véritable pièce d’art ! Son design raffiné apporte lumière et profondeur à votre espace, tout en ajoutant une touche de charme unique. Idéal pour le salon, l’entrée ou la chambre, il transforme instantanément l’atmosphère de votre maison.",
    "defaultDimensions": [
      {
        "x": 65,
        "y": 140,
        "z": 4,
        "price": 240
      }
    ],
    "allowCustom": false,
    "availableZ": [],
    "images": [
      "https://Verrerie-Ennajah/Verrerie-Ennajah-Data/images/9588bd18-7e3d-4298-bcac-39c42269126a.png"
    ]
  },
  {
    "id": "bc7c8b52-004f-4c3a-9282-f531092589bc",
    "name": "Miroir avec cadre noir 3cm",
    "category": "Miroirs",
    "youtubeLink": "",
    "description": "\"Alliez élégance et modernité avec ce miroir au cadre noir de 3 cm. Son design fin et épuré apporte une touche de sophistication à n’importe quelle pièce, tout en mettant en valeur vos espaces. Parfait pour un salon, une chambre ou une entrée, il reflète non seulement votre image, mais aussi votre style.\"",
    "defaultDimensions": [
      {
        "x": 60,
        "y": 170,
        "z": 3,
        "price": 175
      }
    ],
    "allowCustom": false,
    "availableZ": [],
    "images": [
      "https://Verrerie-Ennajah.github.io/Verrerie-Ennajah-Data/images/6df5b8b9-c08f-455d-8d23-0901943891be.png",
      "https://Verrerie-Ennajah.github.io/Verrerie-Ennajah-Data/images/f8afab6d-f992-4408-8839-0759add7e197.png"
    ]
  },
  {
    "id": "7f77a967-81f2-469d-aa67-b74fbb5d83fc",
    "name": "\"Miroir LED Tactile – Illuminez Votre Espace avec Style et Modernité\"",
    "category": "Miroirs",
    "youtubeLink": "",
    "description": "Offrez à votre intérieur la touche lumineuse qu’il mérite !\nCe miroir LED au design raffiné transforme votre salle de bain ou votre espace déco en un lieu moderne et chaleureux. Grâce à son éclairage LED intégré, profitez d’une lumière douce et homogène idéale pour vos préparations quotidiennes. Son interrupteur tactile apporte un confort d’utilisation ultime : un simple effleurement et votre miroir s’illumine avec élégance. Parfait pour allier praticité et style, il devient rapidement la pièce maîtresse de votre décoration.\n\n*Livraison rapide et fiable\nCommandez dès aujourd’hui et recevez votre miroir chez vous en _10_ jours maximum. Nous veillons à un emballage soigné pour garantir que votre produit arrive en parfait état, prêt à embellir votre intérieur.",
    "defaultDimensions": [
      {
        "x": 70,
        "y": 90,
        "z": 4,
        "price": 275
      }
    ],
    "allowCustom": false,
    "availableZ": [],
    "images": [
      "https://Verrerie-Ennajah.github.io/Verrerie-Ennajah-Data/images/88fcaeab-242f-4705-95be-81a844b0c643.png"
    ]
  },
  {
    "id": "6b7b5a47-5445-4b41-b9e0-d932fade2652",
    "name": "\"Miroir en Bois aux Motifs Raffinés et Simples\"",
    "category": "Miroirs",
    "youtubeLink": "",
    "description": "\"Offrez à votre séjour un charme naturel et intemporel avec ce miroir au cadre en bois finement travaillé. Ses motifs délicats, à la fois jolis et simples, apportent une touche d’authenticité qui se marie à tous les styles de décoration. Plus qu’un simple objet, c’est une pièce maîtresse qui agrandit l’espace, illumine la pièce et raconte une histoire de raffinement. Un choix idéal pour ceux qui aiment allier élégance et simplicité.\" \n\n*couleur : Doré / Noir \n\n* livraison : \"Votre miroir sera soigneusement préparé et expédié avec le plus grand soin. La livraison est garantie sous un délai maximum de _7_ jours, directement à votre adresse, avec un emballage sécurisé pour assurer qu’il arrive en parfait état.\"",
    "defaultDimensions": [
      {
        "x": 90,
        "y": 180,
        "z": 4,
        "price": 595
      },
      {
        "x": 105,
        "y": 190,
        "z": 4,
        "price": 695
      },
      {
        "x": 210,
        "y": 115,
        "z": 4,
        "price": 745
      }
    ],
    "allowCustom": false,
    "availableZ": [],
    "images": [
      "https://Verrerie-Ennajah/Verrerie-Ennajah-Data/images/a67e7933-46da-4db7-acfb-f4b14c80a19b.png"
    ]
  },
  {
    "id": "e26abebe-c9ab-4cb5-bf43-c3d0fe97378f",
    "name": "\"Miroir Bois Naturel au Charme Simple\"",
    "category": "Miroirs",
    "youtubeLink": "",
    "description": "\"Apportez chaleur et authenticité à votre intérieur avec ce magnifique miroir en bois. Son cadre finement travaillé, orné d’un motif simple et discret, sublime votre espace tout en offrant un reflet clair et éclatant. Parfait pour un salon, une entrée ou une chambre, il allie la beauté naturelle du bois à un design intemporel qui s’adapte à tous les styles de décoration.\"\n\n🚚\"Commandez aujourd’hui, profitez-en dès la semaine prochaine ! 🚚✨\nNotre miroir en bois au motif simple n’attend que sa place chez vous. Grâce à notre service de livraison , recevez-le en _7_ jours maximum directement à votre porte, prêt à sublimer votre intérieur.\"",
    "defaultDimensions": [
      {
        "x": 90,
        "y": 180,
        "z": 4,
        "price": 595
      },
      {
        "x": 105,
        "y": 190,
        "z": 4,
        "price": 695
      },
      {
        "x": 210,
        "y": 115,
        "z": 4,
        "price": 795
      }
    ],
    "allowCustom": false,
    "availableZ": [],
    "images": []
  }
]